"BOOKMARK_PROMPT" = "Bookmarks:";
"BONJOUR_PROMPT" = "Bonjour:";
"SERVER_PROMPT" = "Server:";
"USER_PROMPT" = "User:";
"PASSWORD_PROMPT" = "Password:";

"FTP_PUT_STATUS_CONNECTED" = "%@@%@ connected (%@).";
"FTP_PUT_STATUS_DISCONNECTED" = "Not connected.";
"FTP_BUTTON_CONNECT" = "Connect…";
"FTP_BUTTON_DISCONNECT" = "Disconnect";

"NO_RENDEZVOUS_SERVERS" = "(no Bonjour servers available)";
"RENDEZVOUS_SFTP_HEAD" = "SFTP Servers";
"RENDEZVOUS_FTP_HEAD" = "FTP Servers";

"PATH_MENU_NOT_CONNECTED" = "(not connected)";
"BOOKMARK_HEADER" = "Bookmarks on this server:";

"ADD_BOOKMARK" = "Add Bookmark…";
"MANAGE_BOOKMARKS" = "Manage Bookmarks…";

"CHANGE_CWD" = "Go to…";

"BAD_OVERWRITE_MAIN" = "“%@” already exists.";
"BAD_OVERWRITE_SUB" = "You cannot overwrite a directory with a file. Please choose a different name.";

"CONFIRM_OVERWRITE_MAIN" = "“%@” already exists in this location on the server.";
"CONFIRM_OVERWRITE_SUB" = "Are you sure you want to overwrite it?";
"OVERWRITE_OK" = "Overwrite";

"DEFAULT_BROWSER_NAME" = "FTP Browser %hu";
"CONNECTED_BROWSER_NAME" = "FTP Browser (%@: %@)";

"CLIENT_CONN_LOST_MAIN" = "The connection to “%@” has been lost.";
"CLIENT_CONN_LOST_SUB" = "Do you want to attempt to reconnect?";
"CLIENT_CONN_LOST_RECONNECT" = "Reconnect";
"CLIENT_CONN_LOST_BAIL" = "Don’t Reconnect";
